<?php 

$str = "Перед вами опросник, который поможет вам проанализировать удовлетворенность своей жизнью в самых разных
аспектах. Старайтесь отвечать как можно быстрее, долго не задумываясь. Вносите в опросник ту оценку, которая
первой приходит в голову. А затем внесите по каждому блоку свои мысли, эмоции и ощущения, которые вы
заметили. Вы работаете с опросником полностью кофиденциально, никто кроме вас доступа к этим данным не имеет. Будьте
максимально честны сами с собой.";

echo (trim(mb_strlen($str)));

?>