<?php 

//************************// СОЗДАНИЕ ТЕСТА ************************//

function category_list() {
	$categories = [
        'Баланс работы и отдыха',
        'Бизнес',
        'Биология',
        'Благотворительность',
        'Гибкость мышления',
        'Имущество',
        'Информатика',
        'Искусство',
        'История',
        'Карьера',
        'Литература',
        'Личный бренд, ',
        'Маркетинг',
        'Математика',
        'Медицина',
        'Отношения с детьми',
        'Отношения с другими людьми',
        'Отношения с партнером',
        'Отношения с собой',
        'Питание',
        'Программирование',
        'Профориентация',
        'Психология',
        'Работа по дому',
        'Работа',
        'Свободное время',
        'Спорт',
        'Физика',
        'Философия',
        'Хобби',
        'Экономика',				
	];
	return $categories;
}





?>